Repository: jhroy/make
Catalog: *.po
Languages: fr_fr

source: Oops! That page can&rsquo;t be found.
fr_fr: Désolé! Cette page n&rsquo;existe pas...

source: Maybe try searching this website:
fr_fr: Effectuez une recherche dans ce site:

source: Comment navigation
fr_fr: Navigation des commentaires

source: Comments are closed.
fr_fr: Il n'est plus possible de faire des commentaires.

source: Primary Menu
fr_fr: Menu principal

source: Social Profile Links
fr_fr: Réseaux sociaux

source: Left Sidebar
fr_fr: Colonne de gauche

source: Right Sidebar
fr_fr: Colonne de droite

source: Footer 1
fr_fr: Bas de page 1

source: Footer 2
fr_fr: Bas de page 2

source: Footer 3
fr_fr: Bas de page 3

source: Footer 4
fr_fr: Bas de page 4

source: Page Builder
fr_fr: Constructeur de pages

source: Set featured image
fr_fr: Choisissez comme image à la une

source: Remove featured image
fr_fr: Enlevez l&rsquo;image à la une

source: Featured Image
fr_fr: Image à la une

source: Use as Featured Image
fr_fr: Utilisez comme image à la une

source: Add Media
fr_fr: Ajoutez un fichier média

source: Duplicate this page with %s.
fr_fr: Dupliquez cette page avec %s.

source: Want some ideas?
fr_fr: Vous cherchez des idées?

source: %s and get a quick start with pre-made designer builder templates.
fr_fr: %s et démarrez rapidement avec des canevas vous offrant plusieurs options de personnalisation.

source: Upgrade to %s
fr_fr: Passez à %s

source: Add
fr_fr: Ajoutez

source: Products
fr_fr: Produits

source: %s and feature your WooCommerce products in a grid layout.
fr_fr: %s et présentez vos produits WooCommerce dans une grille agencée selon vos besoins.

source: Downloads
fr_fr: Téléchargements

source: %s and feature your Easy Digital Downloads products in a grid layout.
fr_fr: %s et présentez vos produits Easy Digital Downloads dans une grille agencée selon vos besoins.

source: Add New Section
fr_fr: Ajoutez une nouvelle section

source: Remove this section
fr_fr: Enlevez cette section

source: Click to toggle
fr_fr: Cliquez pour basculer

source: Slide
fr_fr: Glissez

source: Background image
fr_fr: Image d&rsquo;arrière-plan

source: Darken to improve readability
fr_fr: Foncer afin d&améliorer la lisibilité

source: Background color
fr_fr: Couleur d&rsquo;arrière-plan

source: Content position
fr_fr: Positionnement du contenu

source: None
fr_fr: Aucun(e)

source: Left
fr_fr: À gauche

source: Right
fr_fr: À droite

source: Set slide image
fr_fr: Fixez l&rsquo;image du diaporama

source: Remove slide image
fr_fr: Enlevez l&rsquo;image du diaporama

source: Slide image
fr_fr: Image du diaporama

source: Use as slide image
fr_fr: Utilisez comme image du diaporama

source: Slide content overlay
fr_fr: Contenu à surimposer sur la diapo

source: Remove this slide
fr_fr: Enlever cette diapo

source: Add New Slide
fr_fr: Ajouter une nouvelle diapo

source: Enter title here
fr_fr: Entrez le titre ici

source: Slideshow display
fr_fr: Affichage du diaporama

source: Hide navigation arrows
fr_fr: Masquez les flèches de navigation

source: Hide navigation dots
fr_fr: Masquez les points de navigation

source: Autoplay slideshow
fr_fr: Diaporama automatique

source: Time between slides (in ms)
fr_fr: Temps entre les diapos (en ms)

source: Transition effect
fr_fr: Transition

source: Slide horizontal
fr_fr: Glissement horizontal

source: Fade
fr_fr: Fondu

source: Section height
fr_fr: Hauteur de section

source: Drag-and-drop this column into place
fr_fr: Placez cette colonne à l&rsquo;endroit de votre choix

source: Enter link here
fr_fr: Entrez l&rsquo;hyperlien ici

source: Enter description here
fr_fr: Entrez la description ici

source: Remove this item
fr_fr: Enlevez cet item

source: Caption color:
fr_fr: Couleur de la légende:

source: Light
fr_fr: Pâle

source: Dark
fr_fr: Foncé

source: Caption style:
fr_fr: Style de la légende:

source: Overlay
fr_fr: Surimposition

source: Reveal
fr_fr: Révélez

source: Aspect ratio:
fr_fr: Ratio d'aspect:

source: Landscape
fr_fr: Paysage

source: Square
fr_fr: Carré

source: Columns:
fr_fr: Colonnes:

source: Add New Item
fr_fr: Ajoutez un nouvel élément

source: Set background image
fr_fr: Définissez une image d&rsquo;arrière-plan

source: Remove background image
fr_fr: Enlevez l&rsquo;image d&rsquo;arrière-plan

source: Use as Background Image
fr_fr: Utilisez comme image d&rsquo;arrière-plan

source: Background style:
fr_fr: Style d&rsquo;arrière-plan

source: Tile
fr_fr: Mosaïque

source: Cover
fr_fr: Couverture

source: %s and convert any column into an area for widgets.
fr_fr: %s et transformez une colonne en zone pour widgets.

source: Create rearrangeable columns of content and images.
fr_fr: Disposez à votre guise des colonnes de contenu et d&rsquo;images.

source: A blank canvas for standard content or HTML code.
fr_fr: Un canevas vierge pour tout type de contenu.

source: Display multiple types of content in a banner or a slider.
fr_fr: Affichez des contenus de tous types dans une bannière ou une glissière.

source: Display your images in various grid combinations.
fr_fr: Affichez vos images en grilles agencées selon vos besoins.

source: General
fr_fr: Général

source: Style Kits
fr_fr: Ensembles (kits) de styles

source: Fonts
fr_fr: Polices

source: Colors
fr_fr: Couleurs

source: Header
fr_fr: Entêtes

source: Main
fr_fr: Principal

source: Layout: Blog (Posts Page)
fr_fr: Apparence 1 (accueil)

source: Layout: Archives
fr_fr: Apparence 2 (archives)

source: Layout: Search Results
fr_fr: Apparence 3 (résultats de recherche)

source: Layout: Posts
fr_fr: Apparence 4 (articles)

source: Layout: Pages
fr_fr: Apparence 5 (pages)

source: Footer
fr_fr: Pied de page

source: Social Profiles &amp; RSS
fr_fr: Médias sociaux &amp; RSS

source: Upgrade to Make Plus
fr_fr: Passez à «&nbsp;Make Plus&nbsp;»

source: Featured
fr_fr: À la une

source: All
fr_fr: Tous

source: Cyrillic
fr_fr: Cyrillique

source: Cyrillic Extended
fr_fr: Cyrillique étendu

source: Devanagari
fr_fr: Devanagari (Hindi)

source: Greek
fr_fr: Grec

source: Greek Extended
fr_fr: Grec étendu

source: Latin Extended
fr_fr: Latin étendu

source: Vietnamese
fr_fr: Vietnamien

source: Standard Fonts
fr_fr: Polices régulières

source: Google Fonts
fr_fr: Polices Google

source: Full-width
fr_fr: Pleine largeur

source: Boxed
fr_fr: En boîtes

source: Post header
fr_fr: Entête de l&rsquo;article

source: Thumbnail
fr_fr: Miniature

source: Absolute (%s)
fr_fr: Absolu (%s)

source: Relative (1 week ago)
fr_fr: Relatif (il y a 1 semaine)

source: With avatar
fr_fr: Avec avatar

source: Without avatar
fr_fr: Sans avatar

source: No Repeat
fr_fr: Pas de répétition

source: Tile Horizontally
fr_fr: Mosaïque horizontale

source: Tile Vertically
fr_fr: Mosaïque verticale

source: Center
fr_fr: Centrer

source: Auto
fr_fr: Automatique

source: Contain
fr_fr: Contenir

source: Default
fr_fr: Par défaut

source: Flipped
fr_fr: Retourné

source: Traditional
fr_fr: Traditionnelle

source: Centered
fr_fr: Centrée

source: Navigation Below
fr_fr: Avec la navigation en-dessous

source: Email
fr_fr: Courriel

source: Background
fr_fr: Arrière-plan

source: With the Site Layout option (under <em>General</em>) set to "Full Width", the background color and image will not be visible.
fr_fr: Couleur et image d&rsquo;arrière-plan ne seront pas visibles si l&rsquo;apparence du site (dans <em>Général</em>) est fixée à "Pleine largeur".

source: Background Size
fr_fr: Taille d&rsquo;arrière-plan

source: Primary Color
fr_fr: Couleur principale

source: Secondary Color
fr_fr: Couleur secondaire

source: Text Color
fr_fr: Couleur du texte

source: Detail Color
fr_fr: Couleur des détails

source: The list of Google fonts is long! You can %s before making your choices.
fr_fr: Il y a plusieurs polices Google! %s avant d'en choisir une.

source: preview
fr_fr: Prévisualisez-les

source: Site Title
fr_fr: Titre du site

source: Headers
fr_fr: Entêtes

source: Body
fr_fr: Corps du texte

source: Typekit
fr_fr: Polices «&nbsp;Typekit&nbsp;»

source: Looking to add premium fonts from Typekit to your website? %s.
fr_fr: Vous souhaitez ajouter les polices premium de Typekit à votre site? %s.

source: Upgrade to %1$s
fr_fr: Passez à %1$s

source: Site Title Font Size (in px)
fr_fr: Taille (px) du titre du site

source: Site Tagline Font Size (in px)
fr_fr: Taille (px) du slogan

source: Navigation Font Size (in px)
fr_fr: Taille (px) des éléments de navigation

source: Header Font Size (in px)
fr_fr: Taille (px) des entêtes

source: Widget Font Size (in px)
fr_fr: Taille (px) des Widgets

source: Body Font Size (in px)
fr_fr: Taille (px) du corps du texte

source: Character Subset
fr_fr: Jeux de caractères

source: Not all fonts provide each of these subsets.
fr_fr: Ces jeux ne sont pas disponibles dans toutes les polices.

source: Footer Layout
fr_fr: Apparence

source: Footer Text
fr_fr: Texte

source: Footer Text Color
fr_fr: Couleur du texte

source: Footer Border Color
fr_fr: Couleur du cadre

source: Footer Background Color
fr_fr: Couleur d&rsquo;arrière-plan

source: Footer Background Image
fr_fr: Image d&rsquo;arrière-plan

source: Background Repeat
fr_fr: Répéter l&rsquo;arrière-plan

source: Background Position
fr_fr: Positionnement de l&rsquo;arrière-plan

source: Footer Widget Areas
fr_fr: Nombre de zones pour Widgets

source: Footer Options
fr_fr: Options du pied de page

source: Show social icons
fr_fr: Montrer les icônes des médias sociaux

source: White Label
fr_fr: Étiquetage libre

source: Want to remove the theme byline from your website&#8217;s footer? %s.
fr_fr: Vous voulez retrancher le nom du thème qui apparaît en bas de page? %s.

source: Site Layout
fr_fr: Apparence du site

source: Sticky Label
fr_fr: Notocollant

source: Header Layout
fr_fr: Apparence de l&rsquo;entête

source: Show Title/Logo On
fr_fr: Afficher le titre et le logo

source: Header Bar Content Layout
fr_fr: Barre d&rsquo;entête: disposition

source: Header Bar Text
fr_fr: Barre d&rsquo;entête: texte

source: Header Bar Text Color
fr_fr: Barre d&rsquo;entête: couleur du texte

source: Header Bar Border Color
fr_fr: Barre d&rsquo;entête: couleur du cadre

source: Header Bar Background Color
fr_fr: Barre d&rsquo;entête: couleur de l&rsquo;arrière-plan

source: Header Text Color
fr_fr: Entête: couleur du texte

source: Header Background Color
fr_fr: Entête: couleur de l&rsquo;arrière-plan

source: Header Background Image
fr_fr: Entête: image d&rsquo;arrière-plan

source: Header Options
fr_fr: Options de l&rsquo;entête

source: Show social icons in header bar
fr_fr: Afficher les icônes de réseaux sociaux dans la barre d&rsquo;entête

source: Show search field in header
fr_fr: Afficher un champ de recherche dans l&rsquo;entête

source: Header, Footer, Sidebars
fr_fr: Entête, pied de page et colonnes

source: Hide site header
fr_fr: Masquer l&rsquo;entête

source: Hide site footer
fr_fr: Masquer le pied de page

source: Show left sidebar
fr_fr: Afficher la colonne de gauche

source: Show right sidebar
fr_fr: Afficher la colonne de droite

source: Featured Images
fr_fr: Images à la une

source: Post Date
fr_fr: Affichage de la date

source: Post Author
fr_fr: Auteur de l&rsquo;article

source: Content
fr_fr: Contenu

source: Generate excerpts automatically
fr_fr: Générer des extraits automatiquement

source: Post Meta
fr_fr: Autres éléments

source: Show categories
fr_fr: Afficher les catégories

source: Show tags
fr_fr: Afficher les mots-clés

source: Page Title
fr_fr: Titre de la page

source: Hide title
fr_fr: Masquer le titre

source: Regular Logo
fr_fr: Logo régulier

source: Retina Logo (2x)
fr_fr: Logo Retina (2x)

source: The Retina Logo should be twice the size of the Regular Logo.
fr_fr: Le logo Retina devrait avoir deux fois la taille du logo régulier.

source: File must be <strong>.png</strong> or <strong>.ico</strong> format. Optimal dimensions: <strong>32px x 32px</strong>.
fr_fr: Format <strong>.png</strong> ou <strong>.ico</strong> seulement.<br>Dimensions optimales: <strong>32px x 32px</strong>.

source: Apple Touch Icon
fr_fr: Icône Apple Touch

source: File must be <strong>.png</strong> format. Optimal dimensions: <strong>152px x 152px</strong>.
fr_fr: Format <strong>.png</strong> seulement.<br>Dimensions optimales: <strong>152px x 152px</strong>.

source: Background Color
fr_fr: Couleur de l&rsquo;arrière-plan

source: Background Image
fr_fr: Image d&rsquo;arrière-plan

source: Content Options
fr_fr: Options

source: Underline links in content
fr_fr: Souligner les hyperliens

source: Mobile Menu Label
fr_fr: Titre du menu pour mobiles

source: Resize your browser window to preview the mobile menu label.
fr_fr: Diminuez la largeur de la fenêtre de votre navigateur afin de prévisualiser l&rsquo;apparence du menu pour mobiles.

source: Site Title Color
fr_fr: Couleur du titre du site

source: Hide Site Title
fr_fr: Masquer le titre

source: Hide Tagline
fr_fr: Masquer le slogan

source: Enter the complete URL to your profile for each service below that you would like to share.
fr_fr: Entrez l&rsquo;URL complet vers votre profil pour chacun des sites ci-dessous. Un bouton correspondant sera affiché sur votre site.

source: If you would like to add a social profile that is not listed above, or change the order of the icons, use %s.
fr_fr: Afin d&rsquo;ajouter des médias sociaux non-inclus dans cette liste, ou pour changer l&rsquo;ordre d&rsquo;affichage des icônes, servez-vous de %s.

source: this alternate method
fr_fr: cette méthode alternative

source: Default RSS
fr_fr: RSS par défaut

source: Hide default RSS feed link
fr_fr: Masquez le lien vers le flux RSS par défaut

source: Custom RSS URL (replaces default)
fr_fr: Flux RSS personnalisé (remplace celui par défaut)

source: %s to quickly apply designer-picked style choices (fonts, layout, colors) to your website.
fr_fr: %s afin d'appliquer rapidement des designs originaux (polices, apparence, couleurs) à votre site.

source: Choose a kit
fr_fr: Choisissez un kit

source: Modern
fr_fr: Moderne

source: Creative
fr_fr: Créatif

source: Vintage
fr_fr: «&nbsp;Vintage&nbsp;»

source: Featured images are not available for this page while using the current page template.
fr_fr: Les images à la une ne sont pas accessibles avec les options d&rsquo;apparence actuelles.

source: Layout Settings
fr_fr: Paramètres d'apparence

source: Post
fr_fr: Article

source: Looking to configure a unique layout for this %1$s? %2$s.
fr_fr: Vous cherchez une apparence unique pour ce %1$s? %2$s.

source: This widget area is currently disabled. Enable it in the "Footer" section of the Theme Customizer.
fr_fr: Cette zone de widgets est désactivée pour le moment. Pour l&rsquo;activer: section «&nbsp;Pied de page&nbsp;» du menu «&nbsp;Personnaliser&nbsp;».

source: This widget area is currently disabled. Enable it in the "Layout" section of the Theme Customizer.
fr_fr: Cette zone de widgets est désactivée pour le moment. Vous pouvez l&rsquo;activer dans les sections «&nbsp;Apparence&nbsp;» du menu «&nbsp;Personnaliser&nbsp;».

source: This widget area is currently enabled for the following views: %s. Change this in the "Layout" section of the Theme Customizer.
fr_fr: Cette zone de widgets est activée pour les vues suivantes: %s. Pour modifier: section «&nbsp;Apparence&nbsp;» du menu «&nbsp;Personnaliser&nbsp;».

source: Blog (Post Page)
fr_fr: Accueil

source: Search Results
fr_fr: résultats de recherche

source: Posts
fr_fr: articles

source: Slider Settings
fr_fr: Paramètres de la glissière

source: Show gallery as slider
fr_fr: Présenter la galerie dans une glissière

source: Autoplay
fr_fr: Automatiquement

source: Time between slides (ms)
fr_fr: Temps entre les diapos (ms)

source: Effect
fr_fr: Effet

source: Edit
fr_fr: Éditez

source: Your comment is awaiting moderation.
fr_fr: Veuillez patienter: votre commentaire doit d&rsquo;abord être vu par un modérateur.

source: Read more
fr_fr: plus...

source: Add button
fr_fr: Ajoutez un bouton

source: Insert Button
fr_fr: Insérez un bouton

source: Button text
fr_fr: Bouton de texte

source: Button URL
fr_fr: Bouton URL

source: Alert
fr_fr: Alerte

source: Download
fr_fr: Téléchargement

source: Color
fr_fr: Couleur

source: Primary
fr_fr: Primaire

source: Secondary
fr_fr: Secondaire

source: Green
fr_fr: Vert

source: Red
fr_fr: Rouge

source: Dotted
fr_fr: Pointillé

source: Big
fr_fr: Grand

source: Small
fr_fr: Petit

source: Blockquote: testimonial
fr_fr: Citations

source: Success (Green)
fr_fr: Réussite (vert)

source: Error (Red)
fr_fr: Erreur (rouge)

source: List
fr_fr: Liste

source: Checkmark 1
fr_fr: Case à cocher 1

source: Checkmark 2
fr_fr: Case à cocher 2

source: Star
fr_fr: Étoile

source: Dot
fr_fr: Point

source: Download this file:
fr_fr: Téléchargez ce fichier:

source: Technical Details
fr_fr: Détails techniques

source: Nothing found
fr_fr: Rien trouvé

source: Ready to publish your first post? <a href="%1$s">Get started here</a>.
fr_fr: Prêt à publier votre premier article? <a href="%1$s">Commencez ici</a>!

source: Sorry, but nothing matched your search terms. Please try again with some different keywords.
fr_fr: Rien trouvé. Désolé. Tentez une nouvelle recherche.

source: It seems we can&rsquo;t find what you&rsquo;re looking for. Perhaps searching can help.
fr_fr: Nous ne trouvons pas ce que vous cherchez. Essayez de lancer une recherche.

source: %s ago
fr_fr: il y a %s

source: homepage
fr_fr: accueil

source: Skip to content
fr_fr: Allez au contenu

source: Posts navigation
fr_fr: Navigation dans les articles

source: Newer posts
fr_fr: Articles plus récents

source: Older posts
fr_fr: Articles plus anciens

source: Post navigation
fr_fr: Navigation

source: From %s
fr_fr: C&rsquo;était en %s

source: Tagged %s
fr_fr: Mot(s)-clé(s) %s

source: By %s
fr_fr: Par %s

source: Archive
fr_fr: Archives

source: Search for %s
fr_fr: Cherchez %s

source: %s result found
fr_fr: %s résultat trouvé

source: Press Enter to submit your search
fr_fr: Appuyez sur le bouton pour lancer la recherche

source: Make
fr_fr: «&nbsp;Make&nbsp;»

source: Create your website without touching a line of code. Make's flexible customization features and a powerful drag and drop page builder make designing your site fun and easy. Build almost anything: a simple portfolio or photography site, an ecommerce business site, a minimalist blog, or even a professional magazine. You'll start by customizing your background, layouts, fonts, colors, and logo. Next, add and organize your content using the drag and drop page builder. Add a photo, a video, a gallery, or even a slider to any page on your website. Make is responsive, so your website will naturally look great on phones, tablets, and desktop screens. It's also fully compatible with popular plugins like WooCommerce, Gravity Forms, Contact Form 7, Jetpack, and WP PageNavi.
fr_fr: Créez votre propre site web sans toucher à une seule ligne de code. <br>Avec plusieurs options de personnalisation et un constructeur de pages dans lequel il vous suffit de glisser vos éléments, il est facile et amusant de publier sur le web. <br>D&rsquo;un simple portfolio à un site de commerce électronique, en passant par un blogue minimaliste, un site de photos ou un magazine professionnel, vous pouvez tout faire avec «&nbsp;Make&nbsp;». <br>Vous commencerez en personnalisant l&rsquo;arrière-plan, la présentation, les polices, les couleurs, votre logo. Ensuite, vous ajouterez votre contenu en glissant les éléments dans le constructeur de pages. Vous pourrez aussi ajouter des photos, de la vidéo ou une glissière dans n&rsquo;importe quelle page de votre site. <br>«&nbsp;Make&nbsp;» est adoptif («&nbsp;responsive&nbsp;»), ce qui fait que votre site sera magnifique sur un ordinateur, un téléphone intelligent ou une tablette. Sans compter qu&rsquo;il est compatible avec de nombreux plugiciels comme WooCommerce, Gravity Forms, Contact Form 7, Jetpack et WP PageNavi.

source: Builder Template
fr_fr: Canevas de constructeur

# comments title
source: One comment
fr_fr: Un commentaire

# transition effect
source: None
fr_fr: Aucun

# section name
source: Text
fr_fr: Texte

# section name
source: Blank
fr_fr: Vierge

# section name
source: Banner
fr_fr: Bannière

# section name
source: Gallery
fr_fr: Galerie

# font style
source: Serif
fr_fr: Sérif

# font style
source: Sans Serif
fr_fr: Sans sérif

# font style
source: Monospaced
fr_fr: À chasse fixe

# 1: date, 2: time
source: %1$s at %2$s
fr_fr: À %2$s le %1$s

# e.g. Bob says hello.
source: says:
fr_fr: dit:

# time
source: second
fr_fr: seconde

# time
source: seconds
fr_fr: secondes

# camera setting
source: Camera:
fr_fr: Appareil:

# camera setting
source: Taken:
fr_fr: Prise le:

# camera setting
source: Focal length:
fr_fr: Longueur focale:

# camera setting
source: Aperture:
fr_fr: Ouverture:

# camera setting
source: Exposure:
fr_fr: Exposition:

# author byline
source: by %s
fr_fr: par %s

# attribution
source: by
fr_fr: par

# label
source: Search for:
fr_fr: Recherchez:

# placeholder
source: Search&hellip;
fr_fr: mot-clé&hellip;

# submit button
source: Search
fr_fr: Recherche
